the 3863716
of 1960289
to 1809694
and 1545361
in 1174155
that 932599
is 904361
a 896653
for 610795
on 530859
be 480799
this 471582
we 466468
are 400962
have 382230
it 361728
not 360090
i 353764
as 348248
with 340612
which 332049
european 316312
will 283595
by 280735
has 248699
an 182954
at 182265
would 180642
also 178166
should 169775
all 165050
from 162637
commission 161952
our 157552
must 156680
but 148546
been 144079
president 142890
mr 133596
you 125641
can 125579
member 121952
was 121271
more 118672
its 117256
or 117214
their 111961
states 109211
like 109184
there 106911
do 106379
union 106098
very 105910
parliament 102946
report 101249
these 100135
council 98508
they 98322
one 88995
what 86626
no 85463
about 85067
us 84200
other 83721
need 83592
who 82242
new 80079
my 80042
so 79472
only 78934
eu 78752
countries 77582
important 77178
because 75554
if 75208
europe 72643
people 70132
am 68959
time 68669
policy 67659
such 66454
up 65313
make 63849
take 63680
into 63614
between 63343
support 63321
now 63272
out 62766
those 62712
rights 59730
economic 59521
when 58476
therefore 58253
some 57716
any 56858
being 56615
committee 56183
political 55826
were 54513
work 54362
than 53468
social 53212
made 52913
believe 52539
many 49610
say 49487
against 48996
way 48334
first 48197
fact 48136
human 47692
development 46403
think 45426
just 44819
proposal 44702
them 44379
commissioner 44319
group 43672
financial 41990
cannot 41881
does 41311
order 41224
debate 41140
even 41032
had 40998
point 40653
same 40638
public 40504
want 40375
two 40294
market 40205
could 40044
agreement 39784
national 39753
international 39687
right 39553
most 39285
question 39111
where 38446
already 38091
measures 38025
common 37923
community 37841
issue 37750
within 37616
situation 37425
said 37162
much 36879
years 36868
citizens 36855
good 36708
how 36681
still 36612
part 36361
me 36158
clear 35675
well 35487
know 35466
members 35426
both 35425
state 34896
use 34887
see 34884
may 34874
particular 34690
here 34671
possible 34434
your 34424
under 33960
ensure 33914
cooperation 33878
directive 33845
hope 33552
able 33548
future 33545
country 33365
course 33273
too 33065
vote 32681
view 32656
taken 32600
his 32597
over 32545
energy 32112
why 31716
mrs 31564
put 31497
own 31247
number 31054
then 30727
world 30487
without 30453
last 30301
means 30161
security 30091
legal 30010
information 30007
gentlemen 29938
action 29714
through 29529
case 29428
system 29365
great 29021
particularly 28881
place 28644
today 28604
year 28529
however 28243
example 28170
give 28118
he 28037
protection 27795
united 27790
before 27726
given 27234
area 27077
amendments 26934
government 26791
thank 26741
ladies 26610
level 26530
rules 26522
necessary 26415
rapporteur 26371
treaty 26206
process 26117
end 25988
whether 25973
house 25848
regard 25772
problem 25715
problems 25598
trade 25596
behalf 25533
budget 25486
health 25254
respect 25204
since 25165
framework 24778
far 24752
set 24655
position 24637
certain 24386
programme 24267
resolution 24248
next 24188
favour 24015
role 23861
issues 23773
further 23471
terms 23210
presidency 23178
areas 23060
come 22866
again 22660
proposals 22599
agree 22523
regulation 22502
different 22431
adopted 22352
better 22288
help 22220
basis 22195
matter 21991
amendment 21907
services 21857
needs 21834
after 21620
women 21573
law 21515
ask 21499
continue 21482
present 21292
towards 21126
aid 21077
going 21022
working 20979
wish 20969
voted 20844
decision 20747
done 20666
few 20602
commissions 20579
opinion 20514
general 20385
three 20178
current 20149
something 20054
including 19969
progress 19967
welcome 19852
long 19756
result 19712
crisis 19710
sector 19681
s 19673
fundamental 19507
shall 19339
transport 19311
strategy 19259
legislation 19232
provide 19178
really 19160
specific 19135
research 19057
change 19002
during 18965
employment 18915
especially 18900
second 18891
every 18877
internal 18860
did 18843
go 18843
institutions 18707
proposed 18691
increase 18547
opportunity 18514
environmental 18405
find 18389
whole 18366
principle 18359
safety 18260
greater 18229
become 18159
approach 18046
clearly 18009
used 17971
quite 17941
importance 17860
subject 17752
rather 17750
forward 17678
concerned 17661
conditions 17645
serious 17600
democratic 17474
least 17365
parliaments 17313
always 17218
small 17140
affairs 17126
authorities 17019
third 16988
resources 16906
high 16873
real 16833
major 16824
account 16820
call 16819
making 16808
once 16804
environment 16746
access 16722
together 16694
taking 16655
down 16627
single 16522
reason 16518
another 16473
million 16466
industry 16465
deal 16381
funds 16380
based 16342
various 16314
free 16297
difficult 16281
achieve 16258
food 16169
essential 16146
freedom 16102
get 16097
each 16024
responsibility 15968
effective 15902
policies 15841
while 15744
implementation 15702
attention 15645
negotiations 15625
efforts 15497
allow 15477
products 15466
positive 15460
growth 15394
regions 15370
foreign 15369
things 15353
procedure 15205
consider 15157
look 15103
control 15070
yet 15051
words 15012
having 14976
itself 14971
regional 14898
large 14754
hand 14729
global 14668
interests 14642
democracy 14606
back 14513
less 14505
full 14304
recent 14214
agricultural 14198
following 14115
concerns 14114
reform 14110
madam 14093
fully 14088
often 14074
certainly 14070
best 14050
simply 14000
court 13975
money 13871
extremely 13810
bring 13792
step 13755
main 13725
quality 13717
aware 13677
create 13530
article 13497
points 13497
workers 13453
her 13399
objective 13351
majority 13340
actually 13240
accept 13216
lisbon 13197
peace 13190
developing 13179
might 13137
companies 13081
unions 13039
relations 13032
joint 13017
involved 12999
power 12975
groups 12954
competition 12926
fight 12926
improve 12912
concerning 12911
agreements 12874
currently 12814
rule 12773
society 12746
decisions 12725
eur 12695
party 12647
interest 12620
objectives 12614
climate 12603
economy 12602
form 12536
programmes 12516
dialogue 12482
indeed 12415
education 12387
context 12307
concern 12240
let 12219
meeting 12157
central 12127
impact 12089
production 12059
solution 12041
initiative 12026
appropriate 11986
standards 11974
justice 11971
risk 11936
understand 11932
force 11930
key 11928
open 11901
start 11894
consumer 11852
questions 11757
children 11737
responsible 11728
data 11720
civil 11709
available 11705
text 11693
stability 11663
mentioned 11645
special 11607
fund 11570
regards 11553
management 11512
period 11476
plan 11436
region 11390
labour 11357
among 11342
doing 11311
legislative 11310
euro 11298
structural 11271
governments 11258
although 11255
writing 11231
local 11177
feel 11156
lack 11113
1 11112
draft 11086
individual 11080
though 11073
promote 11065
act 11057
cases 11043
others 10979
sustainable 10930
conference 10924
significant 10888
principles 10866
due 10847
peoples 10837
guarantee 10823
results 10797
aim 10787
convention 10781
sure 10738
longer 10734
congratulate 10731
kind 10714
life 10713
prevent 10713
field 10708
consumers 10702
strong 10701
young 10701
external 10694
nuclear 10682
reports 10679
commitment 10677
enlargement 10669
final 10654
little 10623
perhaps 10619
thing 10616
regarding 10612
include 10599
budgetary 10558
ago 10553
provided 10533
idea 10509
mean 10479
excellent 10468
tax 10324
lead 10310
solidarity 10302
compromise 10298
summit 10295
several 10272
makes 10271
jobs 10213
needed 10157
funding 10134
true 10132
minister 10129
agenda 10123
months 10108
reasons 10095
above 10069
investment 10067
parties 10060
nothing 10047
systems 10042
comes 10028
projects 10024
agreed 10008
matters 9996
relation 9994
seen 9991
line 9988
remain 9965
technical 9956
themselves 9953
fisheries 9932
day 9929
addition 9905
turkey 9903
costs 9815
priority 9762
communication 9748
play 9716
achieved 9671
existing 9647
seems 9639
upon 9634
pleased 9579
activities 9507
aspects 9490
cohesion 9486
service 9486
apply 9473
move 9453
benefit 9437
contribution 9408
pay 9406
nations 9394
enough 9393
share 9348
agriculture 9306
russia 9202
until 9194
eus 9192
basic 9178
monetary 9156
equal 9145
transparency 9139
express 9138
voting 9125
relating 9110
colleagues 9104
speak 9089
effect 9087
carried 9076
cultural 9058
response 9042
never 9041
provisions 9015
accession 8999
adopt 8993
past 8992
reduce 8963
creation 8946
protect 8888
saying 8822
actions 8814
asked 8806
namely 8796
military 8792
thus 8754
integration 8750
increasing 8733
soon 8723
changes 8712
crucial 8711
markets 8676
held 8675
parliamentary 8675
item 8670
business 8642
assistance 8631
show 8626
draw 8583
discussion 8569
everything 8564
throughout 8542
close 8535
application 8513
meet 8488
develop 8487
war 8470
increased 8456
regulations 8450
tabled 8443
ourselves 8422
moment 8414
presented 8404
him 8398
europes 8385
called 8374
monitoring 8371
statement 8334
presidentinoffice 8314
training 8294
values 8274
project 8265
keep 8235
population 8232
opportunities 8224
criteria 8214
fishing 8189
mention 8182
procedures 8172
around 8165
answer 8163
mind 8130
balance 8066
using 8065
consequences 8016
everyone 8007
previous 7998
sense 7994
establish 7991
violence 7972
road 7962
left 7960
request 7947
times 7943
reach 7939
across 7915
talking 7913
decided 7907
poverty 7906
farmers 7893
instruments 7857
address 7854
movement 7853
whose 7843
rural 7831
prepared 7818
enable 7807
off 7798
she 7797
expressed 7795
face 7795
elections 7782
try 7757
illegal 7722
focus 7715
instrument 7707
organisations 7699
absolutely 7674
demand 7662
four 7660
potential 7650
reached 7642
000 7634
required 7632
value 7625
short 7624
requirements 7617
tell 7610
private 7597
implement 7561
fellow 7535
review 7526
coming 7521
initiatives 7502
pressure 7494
un 7494
partnership 7486
fair 7482
thanks 7482
vital 7482
reduction 7455
job 7437
10 7435
defence 7413
doubt 7412
nature 7409
practice 7403
five 7391
giving 7390
talk 7386
french 7377
brought 7375
raised 7361
finally 7330
additional 7319
effort 7312
included 7308
de 7304
outside 7286
powers 7284
criminal 7275
note 7272
success 7265
ensuring 7255
recently 7253
conclusion 7251
terrorism 7235
took 7235
encourage 7220
completely 7219
experience 7201
task 7201
ministers 7187
natural 7177
supported 7171
almost 7167
along 7158
20 7141
water 7141
package 7128
tomorrow 7120
established 7118
strengthen 7117
direct 7113
creating 7112
priorities 7097
stress 7088
effects 7082
culture 7080
challenges 7070
amount 7064
representatives 7055
possibility 7044
rapporteurs 7044
takes 7019
bank 7018
coordination 7015
received 6974
list 6967
victims 6917
relevant 6900
live 6889
either 6872
cause 6870
china 6861
term 6859
light 6858
found 6854
living 6854
republic 6847
practical 6825
democrats 6813
nor 6807
conflict 6804
cost 6800
air 6799
remains 6797
adoption 6781
home 6781
stage 6780
2 6778
levels 6775
motion 6756
proper 6747
waste 6747
despite 6744
extent 6721
avoid 6719
humanitarian 6713
15 6704
offer 6702
heard 6700
aimed 6693
constitution 6692
immigration 6676
green 6675
discuss 6650
behind 6649
add 6643
assessment 6632
begin 6626
price 6588
expect 6585
british 6584
turn 6580
honourable 6574
lot 6557
approved 6545
discussed 6545
quickly 6535
contribute 6512
trying 6508
discussions 6497
organisation 6494
administrative 6492
accordance 6479
week 6479
ever 6475
precisely 6475
scope 6463
carry 6450
according 6446
sectors 6445
active 6404
independent 6402
partners 6399
improving 6395
shown 6387
scientific 6373
guidelines 6371
implemented 6363
industrial 6354
providing 6344
applied 6338
personal 6336
reforms 6321
reference 6318
calls 6312
huge 6312
combat 6311
away 6310
authority 6284
paper 6283
provides 6281
3 6263
considered 6263
events 6260
document 6253
france 6252
agency 6251
east 6245
competitiveness 6239
institutional 6239
emissions 6224
instead 6193
old 6193
reading 6189
confidence 6187
total 6180
stop 6179
businesses 6178
billion 6175
goes 6175
borders 6165
treatment 6165
implementing 6164
committed 6162
rightly 6157
promoting 6145
model 6132
propose 6119
unemployment 6104
strategic 6095
men 6094
allowed 6087
connection 6087
sea 6086
asylum 6073
days 6072
six 6067
capacity 6063
rate 6061
december 6055
considerable 6042
goods 6033
unfortunately 6032
message 6028
minimum 5995
prices 5994
developed 5989
media 5987
specifically 5985
crime 5980
remind 5975
care 5961
councils 5951
dealing 5947
longterm 5946
forms 5942
12 5931
ireland 5923
return 5918
stated 5906
overall 5899
family 5896
beginning 5884
affected 5883
provision 5881
conclusions 5874
introduction 5860
receive 5846
participation 5827
beyond 5791
reality 5791
difficulties 5789
colleague 5761
2000 5751
constitutional 5743
annual 5741
paragraph 5730
death 5726
requires 5726
referred 5706
created 5701
maintain 5695
steps 5693
forces 5686
entire 5685
urgent 5684
status 5682
exchange 5678
hard 5663
stand 5659
wanted 5653
solutions 5652
equality 5645
innovation 5644
technology 5631
oil 5618
benefits 5617
per 5615
efficiency 5614
capital 5604
decide 5603
eastern 5596
discrimination 5595
mediumsized 5590
irish 5584
establishing 5576
supply 5573
complete 5571
supporting 5569
june 5554
directly 5549
challenge 5541
closely 5516
successful 5508
former 5500
ban 5495
intended 5485
led 5475
animal 5472
representative 5471
strengthening 5464
produce 5462
financing 5460
knowledge 5459
police 5458
views 5458
prime 5455
effectively 5441
setting 5438
middle 5432
plans 5432
conclude 5426
calling 5425
side 5422
half 5420
increasingly 5420
combating 5418
gas 5417
highly 5412
5 5402
similar 5401
south 5398
shows 5389
25 5386
gives 5378
reducing 5369
paid 5365
content 5364
genuine 5362
achieving 5350
caused 5349
higher 5339
refer 5336
sitting 5323
myself 5315
speech 5313
speaking 5312
leave 5305
event 5301
ways 5295
obviously 5294
german 5293
whom 5293
represents 5291
weeks 5289
circumstances 5270
accepted 5267
discussing 5262
emphasise 5242
join 5238
crossborder 5235
poor 5230
early 5223
efficient 5221
respond 5213
sufficient 5213
ambitious 5210
represent 5209
duty 5207
urge 5201
africa 5199
firstly 5192
convinced 5180
30 5177
looking 5172
purpose 5165
direction 5163
aspect 5157
type 5152
enterprises 5149
demands 5130
wto 5124
socalled 5123
measure 5120
border 5106
comments 5101
sometimes 5101
germany 5089
known 5086
consideration 5083
comprehensive 5082
study 5076
commitments 5075
hear 5064
statements 5059
tourism 5058
anything 5057
aims 5047
limited 5043
concrete 5042
date 5039
require 5036
follow 5035
introduce 5033
broad 5028
unacceptable 5028
candidate 5026
competitive 5017
remember 5009
recognise 5008
regret 5008
produced 5005
delegation 4997
regime 4997
spanish 4991
becoming 4982
mediterranean 4978
risks 4976
wants 4960
product 4940
ten 4930
limit 4921
prevention 4920
4 4916
pointed 4912
11 4911
balanced 4909
history 4902
says 4899
rise 4895
seriously 4878
hold 4872
asking 4860
budgets 4853
developments 4852
recognition 4848
establishment 4842
opposition 4842
useful 4832
january 4830
bodies 4821
europeans 4819
entirely 4818
facing 4810
lives 4805
probably 4803
brussels 4800
added 4784
infrastructure 4783
integrated 4779
expenditure 4774
closer 4770
name 4766
raise 4761
concept 4759
american 4756
contrary 4755
spirit 4750
building 4746
directives 4734
thinking 4729
cut 4717
declaration 4715
exactly 4710
pact 4709
elements 4706
charter 4685
parts 4684
threat 4679
negative 4678
analysis 4667
strongly 4661
laid 4652
forget 4651
internet 4648
mrpresident 4638
properly 4636
applies 4623
commercial 4617
dealt 4616
attempt 4615
office 4613
influence 4607
word 4605
damage 4602
relationship 4601
rest 4601
drawn 4590
improved 4585
differences 4583
language 4583
alternative 4581
putting 4580
committees 4572
outcome 4559
happen 4557
introduced 4552
activity 4551
seek 4549
western 4538
march 4535
comment 4531
big 4527
flexibility 4525
happened 4525
intergovernmental 4523
bear 4522
recommendations 4512
greece 4511
unable 4511
submitted 4509
producers 4508
consensus 4506
happy 4504
thought 4500
wrong 4492
enormous 4487
press 4486
sort 4485
later 4483
mutual 4483
palestinian 4482
earlier 4472
animals 4470
north 4468
network 4463
dangerous 4461
staff 4458
constructive 4457
critical 4455
company 4450
liberalisation 4444
mainly 4441
50 4438
finance 4430
send 4429
perspective 4425
closedthe 4422
contains 4405
sensitive 4404
italian 4398
persons 4383
exist 4380
merely 4379
opening 4378
leading 4376
growing 4375
trust 4366
managed 4357
association 4352
laws 4347
reduced 4346
seem 4345
mechanism 4344
organised 4334
kosovo 4330
body 4317
documents 4317
chance 4314
includes 4307
informed 4301
definition 4298
build 4290
read 4286
fall 4276
renewable 4270
thousands 4265
alone 4262
russian 4262
israel 4254
continuing 4250
currency 4241
official 4241
came 4239
meps 4236
ideas 4224
commissioners 4221
ought 4216
substantial 4205
turkish 4197
failure 4194
told 4188
improvement 4180
methods 4170
repeat 4170
dimension 4169
refugees 4168
sources 4168
schengen 4164
responsibilities 4161
acceptable 4152
understanding 4151
related 4145
worked 4141
consultation 4140
totally 4136
resolve 4129
networks 4113
bringing 4111
promotion 4109
extend 4108
intervention 4107
signed 4106
minutes 4101
origin 4099
uk 4099
fear 4098
method 4096
desire 4095
leaders 4092
adequate 4091
guarantees 4090
socialist 4088
low 4086
complex 4078
yesterday 4078
intend 4077
sanctions 4065
mechanisms 4062
involving 4061
elected 4057
governance 4052
child 4051
italy 4044
supports 4043
administration 4037
ones 4034
adopting 4027
simple 4026
actual 4024
nos 4024
christian 4020
intention 4015
gender 4013
recommendation 4013
truly 4006
transparent 4003
easy 4002
protecting 4002
september 3991
getting 3990
cover 3987
immediate 3987
iraq 3987
linked 3977
operation 3977
forced 3967
womens 3964
faced 3958
6 3955
highlight 3953
discharge 3949
grateful 3949
correct 3948
practices 3946
obligations 3945
original 3945
globalisation 3942
positions 3938
addressed 3934
spain 3931
opposed 3926
customs 3922
greatest 3922
todays 3922
traffic 3922
evidence 3917
exercise 3913
independence 3909
wishes 3906
person 3903
degree 3900
instance 3899
mandate 3885
met 3885
secure 3884
sound 3882
speakers 3877
involvement 3872
maritime 3871
judicial 3870
targets 3863
figures 3858
attitude 3851
lost 3849
choice 3844
centre 3843
northern 3843
burden 3829
debates 3827
agencies 3826
institution 3823
ready 3813
appeal 3798
seeking 3797
tackle 3795
romania 3794
starting 3792
designed 3786
defend 3781
failed 3780
travel 3780
amsterdam 3778
kingdom 3777
thereby 3767
van 3765
structure 3762
november 3761
shared 3758
conduct 3757
resolutions 3756
expression 3746
impossible 3746
appear 3743
detailed 3742
fish 3740
communities 3733
protocol 3733
involve 3731
obvious 3731
else 3728
immediately 3727
chamber 3721
range 3719
comply 3715
decisionmaking 3715
explain 3715
ability 3714
african 3713
talks 3713
ahead 3708
series 3700
freedoms 3693
fraud 3688
controls 3686
reply 3684
naturally 3683
treaties 3675
reject 3673
rejected 3670
serve 3669
payments 3668
age 3665
2020 3661
bilateral 3661
followed 3657
oral 3654
banks 3652
recognised 3651
heads 3643
emphasis 3637
october 3633
proposing 3633
election 3629
covered 3621
evaluation 3619
interesting 3616
acts 3614
arms 3614
continues 3613
trafficking 3610
element 3608
regulatory 3600
export 3591
presence 3590
rates 3589
sign 3586
advantage 3581
bad 3581
income 3580
rapid 3578
board 3577
drugs 3573
8 3562
credit 3557
swedish 3556
safe 3549
affect 3548
granted 3541
amongst 3536
permanent 3536
goals 3527
initial 3525
morning 3520
auditors 3518
functioning 3517
america 3513
2007 3510
situations 3510
whilst 3510
heart 3505
consistent 3504
monitor 3500
votes 3493
rail 3492
danger 3488
gave 3486
land 3486
weapons 3485
maximum 3484
2004 3481
7 3480
greek 3480
manner 3479
domestic 3478
causes 3475
entry 3473
worth 3473
membership 3464
27 3460
technologies 3460
terrorist 3460
suffering 3457
families 3456
neither 3455
table 3451
religious 3446
meetings 3441
enter 3439
target 3438
facilitate 3434
run 3429
inform 3428
disaster 3427
smes 3424
happening 3423
obtain 3421
round 3421
plenary 3416
binding 3411
ground 3411
13 3408
reasonable 3407
2006 3406
economies 3406
professional 3405
goal 3403
obligation 3395
harmonisation 3394
delighted 3389
liberal 3382
mobility 3382
lower 3373
planning 3372
appears 3371
recovery 3361
minority 3358
expected 3352
ukraine 3350
improvements 3344
july 3344
carefully 3339
conciliation 3339
capable 3333
lines 3331
anyone 3326
1999 3317
substances 3314
2009 3313
helping 3307
spent 3306
temporary 3306
generally 3305
placed 3305
proposes 3304
technological 3302
voice 3301
otherwise 3300
9 3298
alliance 3298
participate 3298
diversity 3295
voluntary 3295
criticism 3294
moving 3287
encouraging 3284
source 3274
transfer 3273
standard 3272
18 3269
sent 3260
2005 3259
numerous 3258
started 3257
competence 3247
negotiating 3246
allowing 3244
likely 3244
signal 3240
safeguard 3238
territory 3235
reflect 3233
40 3232
subsidiarity 3232
via 3232
compliance 3226
cyprus 3226
trading 3225
imposed 3219
lies 3219
fighting 3214
experts 3211
impose 3208
interested 3208
approval 3207
14 3204
subsidies 3204
2010 3203
disease 3203
compensation 3196
traditional 3192
portugal 3190
sides 3190
assembly 3189
czech 3189
2008 3184
easier 3177
link 3174
chairman 3173
inclusion 3173
ecu 3172
forthcoming 3172
structures 3172
politicians 3167
campaign 3161
taxation 3161
modern 3157
associated 3155
glad 3153
peaceful 3146
separate 3146
millions 3145
limits 3142
solve 3141
firm 3139
equally 3138
factor 3138
written 3137
fail 3134
arrangements 3133
unionthe 3132
endorse 3130
labelling 3128
poland 3126
personally 3123
attacks 3121
flexible 3114
ultimately 3110
pollution 3107
grounds 3105
payment 3104
construction 3101
visa 3101
credibility 3100
hours 3100
demonstrate 3098
vehicles 3093
assure 3091
primarily 3087
demonstrated 3083
factors 3083
tobacco 3080
learn 3079
minorities 3073
contained 3054
employees 3053
roma 3048
april 3041
distribution 3040
tried 3040
code 3039
acp 3037
emergency 3037
strict 3030
sexual 3028
welfare 3027
continued 3026
knows 3022
baltic 3021
requirement 3021
iran 3020
white 3018
immigrants 3017
manage 3016
yes 3014
100 3009
2003 3006
debt 3005
consumption 3004
changed 3003
restrictions 2993
letter 2989
played 2989
portuguese 2984
closed 2981
realise 2979
works 2978
examine 2977
sweden 2977
entitled 2974
collective 2971
contributions 2966
involves 2959
southern 2958
mission 2956
floor 2955
reporti 2952
amounts 2951
crimes 2949
nevertheless 2944
bulgaria 2943
late 2943
approve 2942
awareness 2941
firmly 2941
universal 2936
suggest 2934
partner 2933
investments 2931
amending 2928
legitimate 2923
migration 2922
opinions 2920
unless 2918
revision 2915
appropriations 2914
youth 2913
loss 2912
languages 2905
passengers 2905
electronic 2903
spending 2902
delay 2901
ethnic 2900
operational 2900
preventing 2899
16 2898
defined 2894
existence 2892
secondly 2890
noted 2885
effectiveness 2875
confirm 2874
chinese 2868
got 2866
allows 2859
detail 2858
decisive 2857
prepare 2850
individuals 2849
conflicts 2848
preparing 2845
tasks 2845
attack 2841
supervision 2840
dutch 2835
speed 2835
whatever 2832
operate 2831
allocated 2830
considering 2827
barroso 2825
insurance 2822
undoubtedly 2822
pension 2821
highest 2820
overcome 2820
passed 2818
prove 2818
17 2814
impression 2812
netherlands 2811
cooperate 2810
lose 2810
scheme 2810
2002 2809
fiscal 2806
relates 2804
statesthe 2804
codecision 2803
compared 2803
officials 2802
treated 2800
offers 2799
space 2793
concluded 2789
introducing 2788
mass 2786
ec 2785
cap 2783
keeping 2783
somewhat 2781
excessive 2780
contact 2777
average 2774
applying 2772
interinstitutional 2769
visit 2768
willing 2767
intends 2765
appreciate 2763
luxembourg 2763
spoke 2763
operations 2759
vulnerable 2759
constantly 2756
drawing 2753
gone 2752
operators 2737
operating 2726
types 2721
violations 2718
historic 2716
pursue 2713
requested 2710
stronger 2710
vision 2707
fulfil 2704
please 2701
car 2700
extended 2700
extension 2700
guaranteed 2700
obstacles 2700
top 2700
exists 2696
planned 2694
citizen 2691
copenhagen 2691
referendum 2689
property 2688
ongoing 2687
belarus 2679
spoken 2678
largest 2676
clarify 2674
statistics 2674
largely 2668
announced 2667
gain 2665
option 2661
ii 2659
wonder 2655
difference 2654
territorial 2644
precise 2643
urgently 2643
disasters 2642
determined 2641
maintaining 2640
path 2640
israeli 2639
2001 2633
base 2632
politics 2632
coordinated 2631
remarks 2630
believes 2624
happens 2624
sensible 2622
examples 2621
session 2621
material 2620
diseases 2615
submit 2612
proceed 2610
aviation 2605
occasions 2604
brings 2603
innovative 2602
convergence 2597
described 2592
urban 2592
studies 2589
finding 2586
hands 2585
confirmed 2580
debating 2574
clause 2573
nato 2571
kept 2570
insist 2567
imports 2566
courage 2564
normal 2561
scale 2560
truth 2558
pass 2555
places 2554
record 2553
medical 2550
usa 2550
tool 2549
represented 2543
define 2542
latest 2537
1998 2536
protected 2534
hungarian 2533
perfectly 2531
barriers 2525
fuel 2525
proved 2525
dependent 2523
month 2522
details 2521
latter 2521
driving 2520
farming 2520
resolved 2518
corruption 2517
offered 2517
assess 2515
resulting 2513
waiting 2511
holding 2510
felt 2504
seven 2501
condemn 2497
substance 2494
iti 2486
genuinely 2485
ratification 2483
strasbourg 2483
accounts 2479
published 2477
significantly 2476
arguments 2475
careful 2474
considers 2473
briefly 2470
acknowledge 2469
countrys 2465
primary 2465
socialists 2461
coherent 2459
exploitation 2459
february 2457
qualified 2456
politically 2454
ngos 2453
unfair 2453
worse 2453
seeing 2449
stable 2449
unioni 2447
daily 2446
dignity 2446
abuse 2445
occasion 2443
shadow 2440
leads 2439
referring 2439
justified 2438
electricity 2436
taxes 2434
undertaken 2433
austria 2431
invest 2428
quotas 2427
co2 2426
phase 2426
neighbouring 2422
absence 2418
absolute 2417
legally 2414
governing 2413
transition 2411
balkans 2410
choose 2400
1997 2397
suffer 2397
becomes 2395
strategies 2395
penalty 2394
constitute 2393
changing 2390
transitional 2388
presidents 2387
purposes 2386
fishermen 2382
prodi 2382
evening 2380
patients 2380
speaker 2377
wait 2376
nice 2371
identify 2369
actively 2366
statute 2366
west 2363
valuable 2361
highlighted 2358
pillar 2358
someone 2357
television 2356
drug 2354
sets 2353
leadership 2352
grant 2349
playing 2347
assume 2345
worlds 2342
proceedings 2340
realistic 2340
brief 2339
saw 2336
learning 2335
wider 2335
continent 2333
sport 2333
understood 2330
enjoy 2325
possibly 2324
preparation 2323
expectations 2322
industries 2322
belgian 2321
multilateral 2321
thanking 2320
india 2318
concentrate 2316
guaranteeing 2316
obliged 2316
partly 2315
room 2315
determination 2313
duties 2312
latin 2311
exclusion 2310
claim 2309
reconstruction 2304
near 2303
processes 2303
succeed 2296
advance 2295
function 2293
neighbourhood 2291
behaviour 2288
formal 2286
meant 2286
afghanistan 2283
regular 2283
60 2282
restructuring 2276
apart 2274
sufficiently 2274
argument 2272
man 2272
affects 2271
moreover 2267
century 2266
remove 2264
honour 2263
fields 2261
attempts 2260
stocks 2260
seeks 2259
itthe 2258
competent 2254
fr 2254
carrying 2252
figure 2252
equipment 2251
prosperity 2248
24 2247
enforcement 2245
greatly 2245
meat 2243
sovereignty 2242
suggested 2242
test 2242
difficulty 2237
1996 2235
austrian 2235
vicepresident 2235
accidents 2234
europethe 2234
vat 2233
spite 2229
19 2228
news 2226
contain 2225
definitely 2223
fine 2222
listen 2222
ombudsman 2222
uniform 2221
facts 2220
black 2217
condition 2217
polish 2216
links 2212
went 2212
contracts 2211
strengthened 2211
friends 2209
tragic 2208
milk 2206
suffered 2206
passenger 2205
21 2203
materials 2203
numbers 2203
proportion 2203
vessels 2202
cars 2200
diplomatic 2200
transatlantic 2194
indicated 2192
investigation 2190
surely 2190
answers 2189
deliver 2188
purely 2188
intellectual 2187
helped 2185
issued 2185
head 2184
requests 2183
follows 2182
moral 2182
addressing 2179
amended 2179
whereby 2178
massive 2176
compulsory 2175
running 2175
launched 2173
reportthe 2171
release 2169
school 2169
ppede 2168
respected 2168
debatethe 2164
significance 2161
constant 2154
poorest 2153
previously 2151
danish 2147
negotiation 2147
leader 2146
solely 2145
welcomed 2145
save 2144
identified 2141
chosen 2138
medicines 2137
deficit 2136
extensive 2136
wide 2132
extending 2129
sorry 2129
enabling 2127
23 2126
assist 2125
healthy 2125
forum 2124
essentially 2122
prior 2120
hundreds 2119
conducted 2118
determine 2118
sustainability 2118
built 2116
spread 2116
satisfied 2113
relatively 2111
version 2111
deserves 2110
deals 2108
depend 2108
producing 2108
geographical 2103
hearing 2099
front 2097
acting 2094
identity 2094
double 2092
nation 2090
ie 2087
adapt 2085
possibilities 2085
federal 2083
red 2082
debated 2080
supplementary 2079
granting 2078
countriesthe 2075
depends 2075
remaining 2073
speeches 2070
22 2068
extra 2068
users 2068
80 2066
exports 2065
heading 2064
croatia 2060
modified 2060
recall 2059
statesi 2059
whereas 2059
kyoto 2058
focused 2057
foremost 2056
harmful 2056
interpretation 2056
stands 2056
centres 2055
enhance 2055
disposal 2054
500 2051
policythe 2049
core 2044
declared 2044
category 2041
demanding 2041
heavy 2038
stressed 2035
beings 2034
suitable 2033
refers 2031
satisfactory 2031
petitions 2030
plant 2030
proof 2030
destruction 2028
paying 2028
opened 2026
gap 2025
extreme 2024
himself 2024
check 2023
quote 2021
replace 2016
implications 2013
courts 2012
parliamenti 2009
options 2008
tools 2007
biggest 2006
spend 2006
constitutes 2004
eight 2001
entered 2000
reflected 2000
taxpayers 1999
experienced 1997
bit 1996
feeling 1996
hopes 1995
affecting 1994
prospects 1994
historical 1993
plants 1991
supposed 1991
increases 1990
barcelona 1989
willingness 1989
contributed 1988
favourable 1986
prisoners 1986
topic 1984
sum 1981
launch 1980
section 1979
violation 1978
regarded 1973
worst 1973
asia 1971
oppose 1971
reaching 1967
railway 1966
timetable 1966
urgency 1965
easily 1963
reliable 1963
gdp 1962
schemes 1960
carbon 1957
rich 1956
species 1954
background 1952
lay 1951
promised 1951
texts 1951
successfully 1950
complicated 1948
electoral 1948
greenhouse 1947
applicable 1943
imagine 1942
doubts 1938
reiterate 1938
restore 1938
racism 1935
reaction 1934
powerful 1933
thorough 1933
europei 1932
thursday 1932
utmost 1928
openness 1926
proud 1926
radical 1924
ratified 1922
succeeded 1922
engage 1921
generation 1921
dynamic 1920
presenting 1920
bse 1919
cuts 1915
sugar 1911
skills 1910
completed 1909
schools 1908
arrest 1905
welcomes 1902
armed 1901
opposite 1900
finland 1898
neighbours 1897
worldwide 1897
threats 1895
advantages 1894
ordinary 1894
applicant 1893
city 1893
feed 1893
size 1892
wine 1890
raising 1889
claims 1888
adjustment 1886
unanimously 1880
players 1879
communications 1878
intentions 1877
emphasised 1876
manufacturers 1876
piece 1875
drafting 1874
necessarily 1874
accident 1873
stock 1873
1995 1872
rapidly 1872
serbia 1872
zone 1871
belgium 1870
europol 1869
leaving 1869
waters 1869
incorporated 1865
afraid 1864
vast 1863
transeuropean 1862
port 1860
spring 1860
ports 1859
achievement 1858
importantly 1857
conventions 1855
maintained 1855
considerably 1853
creates 1852
advice 1851
bearing 1848
communist 1847
deeply 1847
nationals 1847
advertising 1844
patent 1844
consequence 1843
targeted 1841
banking 1840
eliminate 1836
fourth 1836
sake 1836
smaller 1836
tragedy 1834
pensions 1832
strength 1831
supervisory 1829
31 1828
thisi 1828
cities 1827
multiannual 1827
exceptional 1825
reflects 1825
respects 1825
facilities 1823
regrettable 1822
digital 1821
competences 1819
dispute 1819
inadequate 1819
nearly 1819
ships 1819
educational 1818
encouraged 1818
negotiated 1814
obtained 1812
savings 1812
island 1810
showing 1810
clarity 1809
marketing 1809
exception 1806
phenomenon 1805
admit 1804
sought 1804
unnecessary 1804
hungary 1803
beef 1802
hardly 1801
fairly 1800
maastricht 1800
26 1799
combined 1798
import 1795
underline 1794
articles 1792
prospect 1791
aside 1789
correctly 1788
repeatedly 1788
expressing 1784
airlines 1783
georgia 1783
heritage 1783
justify 1783
britain 1782
terrible 1782
resulted 1779
unionwe 1779
undertakings 1777
disabled 1766
broader 1765
worrying 1765
foundation 1764
retain 1764
tackling 1764
charges 1762
turned 1758
wealth 1758
firms 1756
profits 1755
intervene 1753
performance 1753
extraordinary 1752
fewer 1752
healthcare 1751
simplification 1751
physical 1749
surprised 1749
arab 1746
subjects 1745
break 1744
pleasure 1743
below 1742
bureaucratic 1742
motions 1742
communitys 1739
deserve 1739
negotiate 1739
considerations 1738
millennium 1738
jointly 1736
relate 1736
foundations 1735
became 1734
pse 1733
preserve 1731
reservations 1731
societies 1730
certainty 1729
undermine 1729
lasting 1727
boost 1725
forest 1725
wording 1721
crises 1720
credible 1719
explanation 1719
liberties 1719
clean 1718
kinds 1717
covers 1715
mistake 1715
outstanding 1714
regardless 1714
fresh 1711
incentives 1710
coordinate 1709
executive 1709
widespread 1708
ecological 1706
causing 1705
employers 1705
hit 1703
legitimacy 1703
commit 1702
biodiversity 1701
representation 1701
islands 1700
28 1699
allocation 1699
civilian 1699
ethical 1699
declarations 1695
honest 1695
warmly 1695
chapter 1693
unity 1693
amend 1692
falls 1691
lessons 1690
indicate 1685
preparations 1683
puts 1683
applications 1682
bound 1682
drivers 1682
mark 1681
offering 1680
larger 1678
marine 1677
meaning 1677
informal 1676
receiving 1676
recommend 1675
regulate 1675
abolition 1673
enhanced 1672
examined 1672
revised 1672
pakistan 1671
belief 1670
reinforce 1669
economically 1668
hence 1668
raw 1668
complaints 1667
standing 1667
weak 1667
ecb 1666
demonstrates 1664
gradually 1664
eyes 1662
fruit 1662
environmentally 1660
shares 1660
demographic 1658
medium 1657
none 1657
drafted 1653
settlement 1653
listened 1652
processing 1652
suggestions 1651
basically 1650
science 1650
interim 1649
army 1648
telecommunications 1648
turning 1648
undertake 1648
undertaking 1647
declare 1646
eye 1646
checks 1645
denmark 1638
islamic 1637
shape 1634
expense 1633
engaged 1632
excluded 1631
sovereign 1631
unanimous 1631
unfortunate 1631
arise 1628
deep 1624
explained 1622
fifth 1621
tests 1621
students 1620
removed 1613
everybody 1610
korea 1610
withdraw 1610
200 1608
tonnes 1607
tribute 1607
berlin 1606
charge 1605
accompanied 1604
sending 1601
shortcomings 1599
approximately 1598
deadline 1598
severe 1598
suspended 1598
nonetheless 1597
delays 1595
widely 1593
stay 1591
couple 1590
japan 1590
looked 1590
push 1589
arising 1588
began 1580
respecting 1580
bosnia 1579
candidates 1579
ignore 1578
decades 1576
liability 1576
alongside 1575
frequently 1575
repeated 1575
division 1573
ambition 1572
bureaucracy 1570
postal 1570
bureau 1569
permit 1569
warning 1569
70 1568
satisfaction 1568
trend 1564
nobody 1563
talked 1563
reserve 1562
buy 1561
stance 1560
belong 1559
thisthe 1558
unionit 1558
periods 1557
simplify 1557
29 1556
count 1556
quota 1556
agrees 1554
congratulating 1554
sincerely 1553
collaboration 1552
contacts 1552
religion 1551
exclusively 1549
indicators 1548
penalties 1548
condemned 1547
restricted 1547
acquis 1546
enlarged 1546
pt 1546
restrict 1545
organise 1543
organization 1541
fleet 1540
moved 1540
afternoon 1539
alcohol 1535
collection 1535
unique 1534
secret 1533
policyi 1531
deaths 1530
refuse 1530
prefer 1529
geneva 1528
progressive 1524
defending 1523
financed 1523
mere 1523
regulated 1523
conservation 1522
elsewhere 1521
populations 1521
picture 1520
summer 1519
cancer 1518
journalists 1518
buildings 1517
occurred 1517
percentage 1517
europewe 1516
unemployed 1516
congratulations 1515
emerging 1514
promise 1514
aircraft 1512
beneficial 1510
inquiry 1510
strike 1510
genetically 1507
strictly 1507
compatible 1506
respective 1505
freely 1504
qualifications 1504
invite 1503
pursuant 1501
inflation 1499
coastal 1498
citizenship 1497
defining 1497
familiar 1497
itwe 1496
suggestion 1496
fifteen 1495
transit 1493
directed 1491
harmonised 1491
managing 1490
sharing 1490
soviet 1490
distinction 1489
losses 1489
rejection 1489
viable 1489
35 1488
afford 1487
associations 1486
tangible 1486
observation 1485
procurement 1485
authorisation 1484
struggle 1483
stake 1481
annex 1479
countriesi 1477
consequently 1475
abstained 1472
battle 1472
register 1472
aids 1471
clearer 1471
connected 1470
finnish 1470
parents 1468
treat 1467
accessible 1466
plays 1466
showed 1466
transactions 1466
contributing 1465
cuba 1465
chemical 1463
expensive 1463
gaza 1462
torture 1462
coherence 1460
mobile 1460
prison 1458
elderly 1457
highlights 1457
stateswe 1457
preventive 1456
uncertainty 1456
imposing 1455
slovakia 1454
underlying 1454
pursued 1453
insufficient 1452
parallel 1452
prevented 1451
solid 1449
americans 1448
worthy 1447
emission 1446
lie 1446
procedural 1446
vehicle 1446
notably 1445
90 1443
textile 1443
lifelong 1442
presentation 1442
promises 1442
preliminary 1441
estimated 1440
team 1440
necessity 1439
palestinians 1439
liberals 1438
shortterm 1437
timely 1434
friendly 1432
items 1432
airports 1430
outermost 1430
refugee 1429
systematic 1429
divided 1427
iraqi 1427
wage 1427
english 1426
intensive 1426
commissionthe 1425
raises 1422
faith 1421
institute 1421
profit 1421
signing 1421
2011 1420
friend 1419
promoted 1419
euromediterranean 1418
weight 1417
commissioni 1416
replaced 1414
surveillance 1413
surrounding 1412
socioeconomic 1411
counter 1409
followup 1409
dramatic 1407
covering 1405
disappointed 1404
refused 1404
rising 1404
safeguarding 1404
contract 1402
impetus 1402
representing 1402
yourself 1402
joining 1401
observe 1401
killed 1399
equivalent 1398
parliamentthe 1398
apparent 1397
compete 1397
keen 1396
door 1395
reflection 1393
acceptance 1389
evident 1389
subsequently 1389
rightsthe 1388
sphere 1388
territories 1388
experiencing 1386
slightly 1386
looks 1385
pm 1385
subsequent 1383
hoped 1382
themi 1382
image 1381
morocco 1379
noise 1377
troops 1375
outset 1374
macroeconomic 1373
judgment 1372
losing 1371
react 1369
logical 1368
advocate 1367
joined 1367
judge 1366
convince 1364
ruling 1363
slow 1362
blame 1360
finances 1360
freight 1359
ratify 1359
reported 1359
grow 1357
mandatory 1357
advanced 1356
eventually 1356
failing 1354
statesit 1354
observed 1351
supplies 1351
comparison 1350
terrorists 1350
begun 1349
campaigns 1347
marketthe 1347
containing 1345
disagree 1344
imported 1344
threatened 1344
infringement 1343
participating 1342
turkeys 1342
older 1341
revenue 1341
incorporate 1340
usual 1339
albania 1338
furthermore 1338
categories 1337
net 1337
permitted 1336
controversial 1334
inside 1334
threshold 1334
title 1334
confident 1333
resumed 1332
rely 1331
reporting 1330
resolving 1330
decent 1329
partsession 1329
drive 1328
ms 1328
councilthe 1326
macedonia 1326
card 1325
choices 1325
clarification 1325
fails 1325
forests 1325
gained 1325
regularly 1324
alde 1323
rome 1322
accepting 1321
popular 1321
exchanges 1320
tradition 1320
gross 1319
london 1319
unionthis 1319
timethe 1318
ashton 1317
nongovernmental 1317
albeit 1315
block 1315
hundred 1315
loans 1315
night 1315
statistical 1315
yugoslavia 1315
funded 1313
organizations 1311
integrate 1310
accounting 1309
reconciliation 1309
statesin 1309
thousand 1309
trial 1307
integrity 1306
lithuania 1306
consulted 1305
characteristics 1304
chemicals 1303
pilot 1303
nine 1301
achievements 1300
pursuing 1300
ageing 1299
appointment 1299
blood 1299
breach 1296
harm 1296
marked 1295
concentration 1294
crops 1294
route 1293
unanimity 1293
except 1292
withdrawal 1292
anniversary 1291
justification 1290
stringent 1290
atlantic 1289
organic 1289
recognises 1288
dublin 1287
motor 1286
signs 1286
stations 1286
concludes 1284
reductions 1284
thirdcountry 1283
chair 1281
envisaged 1281
igc 1281
liked 1281
usually 1281
restrictive 1280
medicinal 1277
suggests 1277
chain 1276
observers 1276
visited 1276
roads 1275
assessments 1274
residence 1274
gradual 1273
policywe 1273
invited 1272
perspectives 1272
variety 1272
themthe 1271
desirable 1269
helps 1269
emu 1268
violent 1268
search 1267
dumping 1265
entering 1265
notice 1264
protest 1264
resistance 1264
female 1263
stabilisation 1263
prize 1261
virtually 1261
traditions 1260
listening 1259
arrive 1258
controlled 1257
sincere 1257
vocational 1257
300 1256
statesthis 1256
europeit 1254
missing 1253
swift 1253
assurance 1252
modernisation 1252
movements 1252
victim 1251
fears 1250
occur 1250
valid 1250
housing 1249
greens 1248
investors 1248
ecofin 1247
expansion 1247
hopefully 1247
doha 1246
enables 1245
contrast 1244
unilateral 1244
delegations 1242
learned 1242
intelligent 1240
pl 1240
argue 1239
regimes 1238
unionin 1238
dangers 1237
examination 1237
focusing 1237
devoted 1232
conviction 1231
evaluate 1231
maintenance 1231
universities 1231
host 1230
examining 1229
investigations 1229
debatei 1228
indication 1228
employed 1227
migrants 1227
sales 1227
lacking 1226
consolidation 1225
soil 1225
experiences 1224
renewed 1224
borne 1223
incentive 1223
approaches 1222
coal 1222
outlined 1222
railways 1222
leaves 1221
cope 1220
acted 1219
commend 1219
consistency 1219
pretext 1219
registration 1219
audiovisual 1218
exceptions 1217
laying 1217
presidential 1217
shortly 1217
canada 1216
forgotten 1216
continuation 1215
fixed 1215
houses 1215
paragraphs 1214
helpful 1213
cultures 1211
precautionary 1211
endorsed 1209
meets 1209
sad 1209
sections 1209
acknowledged 1208
apparently 1207
notes 1207
thati 1207
founded 1205
ppe 1204
farms 1203
reportit 1203
cutting 1202
falling 1202
substantially 1202
tolerance 1201
flows 1199
proven 1199
enabled 1198
resource 1197
initially 1196
sympathy 1196
denied 1195
flow 1193
offices 1193
meantime 1192
sentence 1192
wise 1192
alternatives 1191
damaging 1191
farreaching 1191
abuses 1190
confusion 1190
destroy 1190
excuse 1188
occupation 1188
completion 1187
explanations 1187
models 1187
egypt 1186
finish 1186
olaf 1186
corresponding 1185
rigorous 1185
adverse 1184
1994 1183
enshrined 1183
generations 1183
itit 1181
banned 1180
expertise 1180
features 1180
minor 1180
fast 1178
tough 1178
airport 1176
names 1176
visible 1176
closure 1175
councili 1175
woman 1174
essence 1173
functions 1172
partnerships 1171
facility 1170
actors 1169
consolidate 1169
explicitly 1169
providers 1168
ceiling 1166
echo 1166
inhabitants 1166
backing 1165
length 1164
sums 1164
assets 1163
programming 1163
ambitions 1162
investigate 1162
volume 1162
wages 1161
presents 1159
stages 1159
infrastructures 1158
sit 1158
criterion 1157
fundamentally 1157
inspection 1157
presidencys 1157
appointed 1156
safeguards 1156
burma 1155
ministerial 1154
efficiently 1153
sight 1153
minute 1152
mistakes 1152
secretarygeneral 1152
wherever 1151
fought 1150
preparatory 1150
storage 1150
largescale 1149
deny 1148
disputes 1148
emerged 1147
consultations 1146
sole 1146
august 1145
endeavour 1145
timei 1145
recommended 1144
decline 1143
exclusive 1143
productive 1143
handling 1142
catch 1141
compromises 1141
touch 1141
accused 1140
adequately 1140
shift 1138
train 1137
childrens 1136
notion 1136
stakeholders 1136
expert 1135
ideal 1135
democrat 1134
inevitably 1134
detriment 1133
consent 1132
disastrous 1132
futurethe 1132
struck 1132
owninitiative 1130
recital 1130
yearsthe 1130
adapted 1129
die 1129
university 1129
consistently 1128
gmos 1128
reportwe 1128
transferred 1128
yearthe 1128
scrutiny 1127
answered 1126
fires 1126
horizontal 1125
destroyed 1124
linguistic 1124
thiswe 1124
corporate 1122
disadvantaged 1122
conservative 1120
perfect 1120
hazardous 1119
voters 1119
clauses 1118
palestine 1118
principal 1118
removal 1118
visas 1117
exemption 1116
highquality 1115
jurisdiction 1115
potentially 1115
stricter 1114
fit 1113
coordinating 1112
irrespective 1112
onto 1112
assessing 1111
error 1110
countrieswe 1109
75 1108
detention 1108
false 1108
guengl 1108
placing 1108
reportin 1108
worki 1108
autonomy 1107
harmonise 1107
patten 1107
originally 1105
travelling 1105
win 1105
exploit 1103
farm 1103
pharmaceutical 1103
scientists 1103
45 1102
arrived 1102
badly 1102
iranian 1102
football 1100
generate 1100
uses 1100
malta 1099
post 1098
steel 1098
whatsoever 1098
dead 1097
deciding 1096
futurei 1095
sold 1094
stockholm 1094
zimbabwe 1094
cheap 1092
feature 1092
birth 1091
characterised 1091
serves 1091
attached 1090
practically 1090
stimulate 1090
forestry 1089
eib 1088
floods 1088
socially 1088
stating 1088
accountability 1087
died 1087
pays 1087
monday 1086
privacy 1086
seventh 1086
solved 1086
straight 1086
solana 1085
fire 1083
closing 1082
reminded 1080
romanian 1080
sale 1080
indepth 1079
pressing 1079
exposed 1078
euros 1076
moldova 1076
foster 1075
imperative 1075
murder 1074
personnel 1074
rating 1073
remained 1073
delivered 1072
initiated 1072
repercussions 1072
chechnya 1071
marks 1069
systematically 1068
tunisia 1068
innocent 1067
unit 1066
everyday 1065
reserves 1065
stresses 1065
complied 1064
telling 1064
collapse 1063
criminals 1063
hour 1063
contributes 1062
tackled 1062
testing 1062
fate 1061
obtaining 1060
online 1060
warrant 1060
indirect 1059
fallen 1058
syria 1058
component 1057
platform 1057
attach 1055
libya 1055
lists 1055
shipping 1055
tuna 1054
brazil 1053
euthe 1053
composition 1052
simplified 1052
galileo 1051
immunity 1051
logic 1051
stick 1051
thirdly 1051
accurate 1050
ownership 1050
democratisation 1049
ensured 1049
monitored 1049
object 1049
wished 1049
abandon 1048
dependence 1048
fuels 1048
todayi 1048
track 1048
comparable 1047
sixth 1047
tampere 1047
deficits 1046
facilitating 1046
obstacle 1046
avoiding 1045
sports 1045
appreciation 1044
levelthe 1044
repression 1044
vertsale 1043
enterprise 1042
soldiers 1042
osce 1041
released 1041
attractive 1040
transposition 1040
broadly 1039
democratically 1039
friday 1039
ideological 1039
twice 1039
surprise 1038
attend 1037
references 1037
refusal 1037
wall 1037
absurd 1036
authorised 1036
automatically 1036
etc 1036
mep 1036
responses 1035
saving 1035
analyse 1033
wholeheartedly 1033
blind 1032
subjected 1031
delicate 1030
wednesday 1030
design 1028
formally 1027
distance 1026
kurdish 1026
santer 1026
unprecedented 1026
helsinki 1024
revolution 1024
rightsi 1024
greenseuropean 1023
openly 1023
transnational 1022
monopoly 1021
satellite 1021
investing 1020
participants 1020
assured 1019
persuade 1019
demanded 1018
heavily 1017
irregularities 1017
sell 1017
countriesit 1016
scheduled 1015
emphasises 1014
integral 1014
productivity 1014
criticised 1013
lesson 1013
sites 1013
adaptation 1012
consists 1012
exclude 1012
ended 1011
federation 1011
grave 1011
sudan 1011
hunger 1010
creative 1009
ultimate 1007
biological 1006
adding 1005
asian 1004
foods 1004
slovenia 1004
addresses 1003
elimination 1003
concessions 1001
2013 999
responding 999
ensures 998
herei 998
indicates 998
policyit 998
quick 998
warm 998
baroness 997
criticisms 997
demonstration 997
prerequisite 997
verheugen 997
constraints 996
flights 996
removing 996
sees 996
1992 995
21st 993
donors 993
guilty 993
recorded 993
worried 993
emphasize 992
audit 991
cross 991
findings 991
label 991
passing 991
solving 989
occupied 987
pointing 987
estimates 986
pillars 986
advisory 985
attempting 985
inequalities 985
selfemployed 985
whenever 985
errors 984
nordic 984
unlike 982
den 981
dossier 980
lebanon 980
moratorium 980
objections 980
observations 980
recycling 980
satisfy 980
seekers 980
producer 978
sex 978
von 978
marketi 977
mother 977
pace 977
fischler 976
offences 976
believed 975
parliamentwe 975
researchers 975
returned 974
sustained 974
missions 973
profound 973
genetic 972
grants 972
incidents 972
college 971
normally 971
posed 971
recognising 970
secretary 970
appalling 968
describe 968
dictatorship 968
embargo 968
thinks 967
tens 966
radio 965
remarkable 965
securing 965
usd 965
aiming 964
governed 964
xenophobia 964
confirms 963
strive 963
interference 962
witnessed 962
g20 958
banana 957
congo 957
inspections 957
schulz 957
scotland 957
areathe 956
combination 955
seat 955
veterinary 954
bases 953
generous 953
gulf 953
limiting 952
criticise 951
issuei 951
abolish 950
desired 950
maybe 950
promotes 950
vienna 950
minds 949
estonia 948
ignored 948
nl 948
sectoral 948
stem 948
autonomous 947
identification 947
relief 947
served 947
themwe 947
cent 946
discipline 946
feels 946
topics 946
diverse 945
thoroughly 944
topical 944
town 944
combine 943
constituency 943
differ 943
focuses 943
moves 943
won 942
cofinancing 941
mental 941
comitology 940
earmarked 940
lowest 940
availability 939
europethis 938
lays 938
race 938
victory 938
definitive 937
requiring 937
retirement 937
game 936
midterm 936
root 936
routes 936
autumn 935
countriesthis 934
arises 933
arrangement 933
speculation 933
towns 932
inappropriate 931
pensioners 931
relative 931
switzerland 931
enjoyed 930
map 930
congress 929
multinational 929
reproductive 929
gets 928
expressly 927
strikes 926
contradiction 925
enforce 925
regulating 925
wonderful 925
biofuels 924
exert 924
rational 924
workthe 924
frankly 923
concluding 922
foodstuffs 922
persecution 922
registered 922
claimed 921
conjunction 921
dairy 921
tremendous 921
disparities 920
olympic 920
posts 920
caught 919
appeared 918
born 918
humanity 918
pose 918
proactive 918
recognize 918
wellbeing 918
deadlines 917
ship 917
threatening 917
translation 917
2012 916
frontex 916
praise 916
advances 914
modest 914
organized 914
procedurethe 914
rare 914
manufacturing 913
arrested 911
itin 911
divide 910
donor 910
encourages 910
isolated 910
latvia 910
mountain 910
abroad 909
disabilities 909
controlling 908
dedicated 908
zero 908
determining 907
highlevel 907
preferred 906
deprived 905
homes 905
internationally 905
reverse 905
safer 905
worldthe 903
accepts 902
publication 902
plus 901
livestock 900
character 899
processthe 899
wake 899
integrating 898
overwhelming 898
transfers 898
banning 897
dioxide 897
